<?php

return [
    'administrator' => env('SITE_ADMINISTRATE'),
    'upload_image_size' => 1024,
    'list_num' => env('SITE_LIST_NUM'),
    'manager_group' => [ //理发师分组
        0 => '学徒',
        1 => '助理',
        2 => '总监',
        3 => '理发师',
        4 => '高级理发师',
        5 => '资深理发师',
        99 => '管理员'
    ],
    'title' => '美发管理系统', //网站标题
    'order_status' => [ //订单状态
        0 => '等待',
        1 => '接受',
        2 => '拒绝',
        3 => '超时',
        4 => '完成',
        5 => '取消',
    ],
    'week' => [
        1 => '周一',
        2 => '周二',
        3 => '周三',
        4 => '周四',
        5 => '周五',
        6 => '周六',
        0 => '周日',
    ],
    'user_level' => [
        100 => '一级会员',
        200 => '二级会员',
        300 => '三级会员',
        400 => '四级会员',
        500 => '五级会员',
        600 => '六级会员',
    ]
];